[
	{
		"id": "6",
		"title": "A yeast-based rapid prototype platform for gene-control elements in mammalian cells. ",
		"keywords": "",
		"authors": [
			"Wei, K.Y., Chen, Y.Y., & Smolke, C.D."
		],
		"abstract": "Programming genetic circuits in mammalian cells requires flexible, tunable, and user-tailored gene-control systems. However, most existing control systems are either mechanistically specific for microbial organisms or must be laboriously re-engineered to function in mammalian cells. Here, we demonstrate a ribozyme-based device platform that can be directly transported from yeast to mammalian cells in a \"plug-and-play\" manner. Ribozyme switches previously prototyped in yeast are shown to regulate gene expression in a predictable, ligand-responsive manner in human HEK 293, HeLa, and U2OS cell lines without any change to device sequence nor further optimization. The ribozyme-based devices, which exhibit activation ratios comparable to the best RNA-based regulatory devices demonstrated in mammalian cells to-date, retain their prescribed functions (ON or OFF switch), tunability of regulatory stringency, and responsiveness to different small-molecule inputs in mammalian hosts. Furthermore, we observe strong correlations of device performance between yeast and all mammalian cell lines tested (R(2)  = 0.63-0.97). Our unique device architecture can therefore act as a rapid prototyping platform (RPP) based on a yeast chassis, providing a well-developed and genetically tractable system that supports rapid and high-throughput screens for generating gene-controllers with a broad range of functions in mammalian cells. This platform will accelerate development of mammalian gene-controllers for diverse applications, including cell-based therapeutics and cell-fate reprogramming.",
		"order": "6",
		"fulltext": "http:\/\/onlinelibrary.wiley.com\/doi\/10.1002\/bit.24792\/full",
		"journal": "Biotechnology and Bioengineering",
		"doi": "10.1002\/bit.24792",
		"year": "2013",
		"arxiv": "",
		"volume": "110",
		"thumbnail": "biotechnology-and-bioengineering-110.png",
		"number": "4",
		"month": "4",
		"pages": "1201-10",
		"comments": "",
		"featured": "yes"
	},
	{
		"id": "5",
		"title": "Synthetic biology: Advancing biological frontiers by building synthetic systems.",
		"keywords": "",
		"authors": [
			"Chen, Y.Y.*, Galloway, K.E.*, & Smolke, C.D."
		],
		"abstract": "Advances in synthetic biology are contributing to diverse research areas, from basic biology to biomanufacturing and disease therapy. We discuss the theoretical foundation, applications, and potential of this emerging field.",
		"order": "5",
		"fulltext": "http:\/\/genomebiology.com\/content\/13\/2\/240",
		"journal": "Genome Biology",
		"doi": "10.1186\/gb-2012-13-2-240",
		"year": "2012",
		"arxiv": "",
		"volume": "13",
		"thumbnail": "genome-biology.png",
		"number": "2",
		"month": "2",
		"pages": "240",
		"comments": "",
		"featured": ""
	},
	{
		"id": "4",
		"title": "From DNA to targeted therapeutics: Bringing synthetic biology to the clinic.",
		"keywords": "",
		"authors": [
			"Chen, Y.Y. & Smolke, C.D."
		],
		"abstract": "Synthetic biology aims to make biological engineering more scalable and predictable, lowering the cost and facilitating the translation of synthetic biological systems to practical applications. Increasingly sophisticated, rationally designed synthetic systems that are capable of complex functions pave the way to translational applications, including disease diagnostics and targeted therapeutics. Here, we provide an overview of recent developments in synthetic biology in the context of translational research and discuss challenges at the interface between synthetic biology and clinical medicine.",
		"order": "4",
		"fulltext": "http:\/\/www.ncbi.nlm.nih.gov\/pmc\/articles\/PMC3285276\/",
		"journal": "Science Translational Medicine",
		"doi": "10.1126\/scitranslmed.3002944",
		"year": "2011",
		"arxiv": "",
		"volume": "3",
		"thumbnail": "science-translational-medicine.png",
		"number": "106",
		"month": "10",
		"pages": "106ps42",
		"comments": "",
		"featured": ""
	},
	{
		"id": "3",
		"title": "Design of small molecule-responsive microRNAs based on structural requirements for Drosha processing.",
		"keywords": "",
		"authors": [
			"Beisel, C.L., Chen, Y.Y., Culler, S.J., Hoff, K.G., & Smolke, C.D."
		],
		"abstract": "MicroRNAs (miRNAs) are prevalent regulatory RNAs that mediate gene silencing and play key roles in diverse cellular processes. While synthetic RNA-based regulatory systems that integrate regulatory and sensing functions have been demonstrated, the lack of detail on miRNA structure-function relationships has limited the development of integrated control systems based on miRNA silencing. Using an elucidated relationship between Drosha processing and the single-stranded nature of the miRNA basal segments, we developed a strategy for designing ligand-responsive miRNAs. We demonstrate that ligand binding to an aptamer integrated into the miRNA basal segments inhibits Drosha processing, resulting in titratable control over gene silencing. The generality of this control strategy was shown for three aptamer-small molecule ligand pairs. The platform can be extended to the design of synthetic miRNAs clusters, cis-acting miRNAs and self-targeting miRNAs that act both in cis and trans, enabling fine-tuning of the regulatory strength and dynamics. The ability of our ligand-responsive miRNA platform to respond to user-defined inputs, undergo regulatory performance tuning and display scalable combinatorial control schemes will help advance applications in biological research and applied medicine.",
		"order": "3",
		"fulltext": "http:\/\/nar.oxfordjournals.org\/content\/39\/7\/2981.long",
		"journal": "Nucleic Acids Research",
		"doi": "10.1093\/nar\/gkq954",
		"year": "2011",
		"arxiv": "",
		"volume": "39",
		"thumbnail": "nucleic-acids-research.png",
		"number": "7",
		"month": "4",
		"pages": "2981-94",
		"comments": "",
		"featured": ""
	},
	{
		"id": "2",
		"title": "Genetic control of mammalian T-cell proliferation with synthetic RNA regulatory systems.",
		"keywords": "",
		"authors": [
			"Chen, Y.Y., Jensen, M.C., & Smolke, C.D."
		],
		"abstract": "RNA molecules perform diverse regulatory functions in natural biological systems, and numerous synthetic RNA-based control devices that integrate sensing and gene-regulatory functions have been demonstrated, predominantly in bacteria and yeast. Despite potential advantages of RNA-based genetic control strategies in clinical applications, there has been limited success in extending engineered RNA devices to mammalian gene-expression control and no example of their application to functional response regulation in mammalian systems. Here we describe a synthetic RNA-based regulatory system and its application in advancing cellular therapies by linking rationally designed, drug-responsive, ribozyme-based regulatory devices to growth cytokine targets to control mouse and primary human T-cell proliferation. We further demonstrate the ability of our synthetic controllers to effectively modulate T-cell growth rate in response to drug input in vivo. Our RNA-based regulatory system exhibits unique properties critical for translation to therapeutic applications, including adaptability to diverse ligand inputs and regulatory targets, tunable regulatory stringency, and rapid response to input availability. By providing tight gene-expression control with customizable ligand inputs, RNA-based regulatory systems can greatly improve cellular therapies and advance broad applications in health and medicine.",
		"order": "2",
		"fulltext": "http:\/\/www.pnas.org\/content\/107\/19\/8531.long",
		"journal": "Proceedings of the National Academy of Sciences",
		"doi": "10.1073\/pnas.1001721107",
		"year": "2010",
		"arxiv": "",
		"volume": "107",
		"thumbnail": "pnas.png",
		"number": "19",
		"month": "5",
		"pages": "8531-6",
		"comments": "",
		"featured": ""
	},
	{
		"id": "1",
		"title": "Continued protein synthesis at low [ATP] and [GTP] enables cell adaptation during energy limitation.",
		"keywords": "",
		"authors": [
			"Jewett, M.C., Miller, M.L., Chen, Y.Y., & Swartz, J.R."
		],
		"abstract": "One of biology's critical ironies is the need to adapt to periods of energy limitation by using the energy-intensive process of protein synthesis. Although previous work has identified the individual energy-requiring steps in protein synthesis, we still lack an understanding of the dependence of protein biosynthesis rates on [ATP] and [GTP]. Here, we used an integrated Escherichia coli cell-free platform that mimics the intracellular, energy-limited environment to show that protein synthesis rates are governed by simple Michaelis-Menten dependence on [ATP] and [GTP] (K(m)(ATP), 27 +\/- 4 microM; K(m)(GTP), 14 +\/- 2 microM). Although the system-level GTP affinity agrees well with the individual affinities of the GTP-dependent translation factors, the system-level K(m)(ATP) is unexpectedly low. Especially under starvation conditions, when energy sources are limited, cells need to replace catalysts that become inactive and to produce new catalysts in order to effectively adapt. Our results show how this crucial survival priority for synthesizing new proteins can be enforced after rapidly growing cells encounter energy limitation. A diminished energy supply can be rationed based on the relative ATP and GTP affinities, and, since these affinities for protein synthesis are high, the cells can adapt with substantial changes in protein composition. Furthermore, our work suggests that characterization of individual enzymes may not always predict the performance of multicomponent systems with complex interdependencies. We anticipate that cell-free studies in which complex metabolic systems are activated will be valuable tools for elucidating the behavior of such systems.",
		"order": "1",
		"fulltext": "http:\/\/jb.asm.org\/content\/191\/3\/1083.long",
		"journal": "Journal of Bacteriology",
		"doi": "10.1128\/JB.00852-08",
		"year": "2009",
		"arxiv": "",
		"volume": "191",
		"thumbnail": "journal-of-bacteriology.png",
		"number": "3",
		"month": "2",
		"pages": "1083-91",
		"comments": "",
		"featured": ""
	}
]