[
	{
		"id": "1",
		"name": "Yvonne Chen",
		"type": "pi",
		"affiliation": "B.S., Chemical Engineering, Stanford University \r\nPh.D., Chemical Engineering, California Institute of Technology",
		"email": "yvonne.chen",
		"url": "yvonne-chen",
		"bio": "Prof. Chen’s research experience includes engineering RNA-based regulatory systems for mammalian systems, demonstrating the ability to achieve rapid, reversible, small-molecule–responsive control over T-cell proliferation in tissue culture and in animal models. As a postdoctoral scholar at the Seattle Children’s Research Institute and Harvard Medical School, Yvonne continued her research on engineering next-generation chimeric antigen receptors capable of logical computation of multiple antigen signals to enhance adoptive T-cell therapy for cancer.\r\n\r\nYvonne was a Junior Fellow at the Harvard Society of Fellows and a recipient of the 2012 NIH Director’s Early Independence Award."
	},
	{
		"id": "15",
		"name": "ZeNan Chang",
		"type": "phd",
		"affiliation": "B.S., Biology, California Institute of Technology\r\nM.D. & Ph.D. Student, Molecular Biology, UCLA",
		"email": "zenan.chang",
		"url": "zenan-chang",
		"bio": "ZeNan is a member of the Medical Scientist Training Program (MSTP) and a third-year student in the Molecular Biology Interdepartmental PhD Program (MBIDP) at UCLA. In the lab, ZeNan is working on rewiring signaling pathways for cell-based therapies. In his free time, ZeNan also likes to rewire his brain--actively in front of a book or laptop, and passively after heavy meals."
	},
	{
		"id": "9",
		"name": "Ximin Chen",
		"type": "phd",
		"affiliation": "B.S., Chemical Engineering, UC San Diego\r\nPh.D. Student, Chemical & Biomolecular Engineering, UCLA",
		"email": "ximinchen",
		"url": "ximin-chen",
		"bio": "Ximin is a first-year Ph.D. student in Chemical & Biomolecular Engineering. As an undergraduate student at UC San Diego, she focused on developing microfluidics devices for efficient single-cell trapping. Ximin is excited to begin her work on mammalian synthetic biology. Besides research, she enjoys traveling and photography."
	},
	{
		"id": "16",
		"name": "Patrick Ho",
		"type": "phd",
		"affiliation": "B.S., Chemical Engineering, UCLA\r\nM.S., Biotechnology, Northwestern University\r\nPh.D. Student, Chemical & Biomolecular Engineering, UCLA",
		"email": "patrick.ho",
		"url": "patrick-ho",
		"bio": "Patrick is a second-year Ph.D. student in Chemical & Biomolecular Engineering. While a masters student at Northwestern University, Patrick focused on developing low-cost, cell-based diagnostics for use in resource-poor settings. Outside the laboratory, Patrick enjoys developing low-cost dishes for use on graduate-student budgets."
	},
	{
		"id": "12",
		"name": "Meng-Yin Lin",
		"type": "phd",
		"affiliation": "B.S., Chemistry, National Chiao Tung University, Taiwan\r\nPh.D. Student, Chemical & Biomolecular Engineering, UCLA",
		"email": "lemon682",
		"url": "meng-yin-lin",
		"bio": "Meng-Yin is a second-year PhD student in Chemical & Biomolecular Engineering. As an undergraduate student and research associate at National Chiao Tung University in Taiwan, Meng-Yin studied H-bond interactions between polymers and focused on synthesizing plasticizer metabolites to serve as biomarkers in diagnostic tools. She is now developing synthetic circuits to regulate cytokine levels in tumor microenvironments. Outside of lab, Meng-Yin enjoys great food and sometimes makes food (not guaranteed to be great food)."
	},
	{
		"id": "14",
		"name": "Eugenia Zah",
		"type": "phd",
		"affiliation": "B.S.E., Chemical Engineering, Princeton University\r\nPh.D. Student, Chemical & Biomolecular Engineering, UCLA",
		"email": "ezah",
		"url": "eugenia-zah",
		"bio": "Eugenia is a second-year graduate student in the Chemical & Biomolecular Engineering Department at UCLA. As an undergraduate, she conducted protein engineering research where she used directed evolution and targeted mutagenesis techniques to engineer the antibacterial peptide microcin J25 towards improved activity and potency. She is currently working on engineering next-generation chimeric antigen receptors for adoptive T-cell therapy. During her time away from lab, Eugenia enjoys traveling and sightseeing."
	},
	{
		"id": "40",
		"name": "Michael H. Lorenzini",
		"type": "sm",
		"affiliation": "B.S., Biological Engineering, UCLA\r\nM.S. Student, Biongineering, UCLA",
		"email": "mlorenzini",
		"url": "michael-lorenzini",
		"bio": "A first-year M.S. student in Biological Engineering, Mickey has returned to Bruin soil to explore the translation of chimeric antigen receptor (CAR)-modified T cells to treat cancer. He is working to quantitatively characterize co-stimulatory domains in second-generation CARs and gain a deeper understand of how CARs work. Previously he studied nanopore sensors for targeted nucleic acid detection. On less biological weekends, Mickey passes mornings surfing, and evenings enjoying movies with great orchestral scores."
	},
	{
		"id": "37",
		"name": "Haixing Kehoe",
		"type": "undergrad",
		"email": "haixing.kehoe",
		"url": "haixing-kehoe",
		"bio": "Bioengineering"
	},
	{
		"id": "36",
		"name": "Ryan Smolkin",
		"type": "undergrad",
		"email": "ryashka",
		"url": "ryan-smolkin",
		"bio": "Chemical & Biomolecular Engineering"
	}
]